Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
bqi: گشت گر ن سۊد بر ایما و ایسا هیاری اده تا شرکتا نترسته بۊن ایسا ن بؽڌاری من وب بنیرن وو و دین کونن.

source: Our sponsors & your privacy
bqi: هؽزگرووݩ ایما وو هریم سیخومی ایسا

source: Override current region
bqi: نیڌه گرؽڌن وولات سکویی

source: Override home and current region
bqi: نیڌه گرؽڌن وولات سکویی و هووه

source: Override home region
bqi: نیڌه گرؽڌن وولات هووه

source: Override home region permanently
bqi: ز نۊ هؽل کردن همیشیی جاگه هووه ای

source: Overrides all other settings
bqi: پوی سامووا دیری ن لقو اکونه

source: Overrides offers to translate
bqi: پؽشنهاڌا ولرنیڌن ن لقو اکونه

source: <p>Additional information about this problem or error is currently unavailable.</p>
bqi: <p>سکو دووسمندیا قلوه ای زبار ای ایراد یا ختا من دسرس نؽ.</p>

source: Pages will load normally, but block fewer trackers.
bqi: بلگه یل و جۊر معمۊل اگوئشن؛ ولی تعداد کمی رڌجۊر ن مسدۊد اکونه.

source: Page translated from %1$s to %2$s
bqi: بلگه ز %1$s و %2$s ولرنیڌه وابی

source: Page translated from %1$s to %2$s.
bqi: بلگه ولرنیڌه وابیڌه ز %1$s و %2$s.

source: Part of the Firefox family. %s
bqi: بشنی ز هووه واڌه Firefox.‏ %s

source: Password
bqi: رزم

source: Password copied to clipboard
bqi: رزم من کلیپ بورد لف گیری وابی

source: Password for %1$s
bqi: رزم سی %1$s

source: Password options
bqi: گۊزینه یل رزم

source: Passwords
bqi: رزما

source: Password saved
bqi: رزم زفت وابیڌ

source: Password updated
bqi: رزم ورۊ وابیڌ

source: Paste
bqi: جا وندن

source: Paste & Go
bqi: جا وندن وو زفت

source: Pause
bqi: واڌاشتن

source: paused
bqi: واڌاشتن

source: Payment methods
bqi: روشا پرداخت

source: pending
bqi: هونی واجۊری بۊ

source: Permissions
bqi: موجوزا

source: Persistent Storage
bqi: ویرگه دایومی

source: personal communications
bqi: منپیزا خومی

source: personally identifying information
bqi: دووسمندیا اشناختن خومی

source: Phone
bqi: تیلیفووݩ

source: Pick a month
bqi: ی ما پسند کۊنین

source: Pick a theme
bqi: پسند ی زمینه

source: Pick a toolbar placement
bqi: پسند جاگه جا گرؽڌن نوار ٱوزار

source: Pick up where you left off with tabs from other devices now on your homepage.
bqi: ز اۊچونا ک بلگه یل تووݩ ن هیشتین، سکو من بلگه هووه ای تووݩ رین ز دینس.

source: Pixelated
bqi: پیکسلی

source: Play
bqi: پشک

source: Please choose a reason
bqi: ی دلیل ن پسند کۊنین

source: Please complete survey
bqi: منشڌسنجی ن کامل کۊنین

source: Please enable tab syncing.
bqi: هوم گوم کردن بلگه ن و کار ونین.

source: Please enter a number greater than zero
bqi: عددی گفتر ز 0 بزنین

source: Please enter a valid URL
bqi: ی نشۊوی اینترنتی ک زبال هڌ بزنین

source: Please enter positive integers only
bqi: تینا عددا زبال موسبت ن بزنین

source: Please help make Firefox better by taking a short survey.
bqi: وا شرکت من ی منشڌسنجی کۊتال و بؽڌر وابیڌن Firefox هیاری بڌین.

source: Please re-authenticate.
bqi: ز نۊ تاییڌ کۊنین.

source: Port restricted for security reasons
bqi: درگه و دلیلا ٱمنیتی مئدۊد وابیڌه

source: Powered by %1$s
bqi: جووݩ گرؽڌه ز %1$s

source: POWERED BY %1$s
bqi: جووݩ گرؽڌه ز %1$s

source: Powered by %s.
bqi: جووݩ گرؽڌه ز %s.

source: Preparing download…
bqi: هونی دانلود ن ٱماڌه اکونه…

source: Prevents malicious scripts gaining access to your device to mine digital currency.
bqi: ز دسرسی اسکریپتا خراوکار سی دسرسی و دسگا ایسا و ارز دیجیتال جلاوگری اکونه.

source: Prevent this page from creating additional dialogs
bqi: ز وورکل نیمدریا نۊ و دست ای بلگه جلاو گری بۊ.

source: Pride
bqi: قۊرۊر

source: Print
bqi: چاپ

source: Print…
bqi: چاپ…

source: Privacy and security
bqi: هریم سیخومی وو ٱمنیت

source: Privacy and security settings
bqi: سامووا هریم سیخومی وو ٱمنیت

source: Privacy notice
bqi: نوکات زفت مهرموویی

source: Privacy Notice
bqi: نوکات زفت مهرموویی

source: Privacy Settings
bqi: سامووا هریم سیخومی

source: Private
bqi: سیخومی

source: Private browsing
bqi: گشتن سیخومی

source: Private browsing data deleted
bqi: داده یل گشتن سیخومی پاک وابین

source: Private browsing in %1$s doesn’t save your info.
bqi: گشت سیخومی من %1$s دووسمندیا ایسا ن زفت نؽکونه.

source: Private browsing session
bqi: نشست گشتن سیخومی

source: Private %s
bqi: سیخومی %s

source: Private Search
bqi: پیتینیڌن سیخومی

source: Private tab closed
bqi: بلگه سیخومی بسته وابی

source: Private tabs closed
bqi: بلگه یل سیخومی بسته وابین

source: Private Tabs Open: %1$s. Tap to switch tabs.
bqi: بلگه یل سیخومی واز: %1$s. سی جا گورویی منجا بلگه یل بزنین ریس.

source: Protections are OFF for this site
bqi: زفت کردن سی ای وبگه فعال نؽڌ

source: Protections are OFF. We suggest turning them back on.
bqi: زفت وابیڌنا کۊر هڌن. پؽشنهاڌ اکۊنیم هونووݩ ن دووارته فعال کۊنین.

source: Protections are ON for this site
bqi: زفت کردن سی ای وبگه فعال هڌ

source: Protection Settings
bqi: سامووا زفت کردنی

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
bqi: هساو منتوری خوتووݩ ن وا و کار گرؽڌن ی رزم قوی وو و جۊر هالت تساڌۊفی وورکل بیڌه زفت کۊنین. ای رزم سی و کار گرؽڌن دینداتر من هساو منتوری ایسا زفت ابۊ.

source: Provide cryptographic authentication services
bqi: جۊر کردن خدمات ائراز هۊویت رزم ناهاڌه بیڌه

source: Provide cryptographic authentication services.
bqi: جۊر کردن خدمات ائراز هۊویت رزم ناهاڌه بیڌه.

source: Provider
bqi: جۊر کوݩ

source: Province
bqi: اوستان

source: Proxy Server Not Found
bqi: سرور پروکسی ن نجوست

source: Proxy Server Refused Connection
bqi: پروکسی سرور ز منپیز خوتکار جلاو گری اکونه

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
bqi: <p>نشۊوی قراردادی جۊر (e.g. <q>wxyz://</q>)‏ ن دیاری کرده ک گشت گر نتره یشنس، سی دل هیمو نتره و ی بارت خۊو و وبگه منپیز بۊ.</p><ul><li>هونی قپ ریت اکۊنین سی دسرسی و خدمات چند وارسگری یا قیر هؽل هڌین؟ ای وبگه ن سی جوستن یو ک چ چیا ازافی اخو بپیتینین.</li><li>ی قرد قراردادا گاشڌ سی اشناخته وابیڌن، ی برنومه یا وردنی یل دیری ن سی اشناختن بوخون.</li></ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bqi: <p>گشت گر وا مووفقیت منپیز وابی، ٱما مجال جا گورویی دووسمندیا، منپیز قت وابی. ز نۊ قپ ریت کۊنین.</p> <ul> <li>وبگه گاشڌ مووقتن من دسرس نبۊ یا قلوه شۊلۊغ بۊ. ی دمووݩ دی ز نۊ قپ ریت کۊنین.</li> <li>ٱر نترین هیچ بلگه ای ن بار ونی کۊنین، منپیز داده دسگا یا وای فای خوتووݩ ن واجۊری کۊنین.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bqi: <p>گشت گر نترست سرور میزبووݩ ن سی نشۊوی داڌه بیڌه بجۊره.</p> <ul> <li>نشۊوی ن سی غلتا املایی واجۊری کۊنین، جۊر: <strong>ww</strong>.example.com و جا <strong>www</strong>.example.com.</li> <li>ٱر نترستین هیچ بلگه ای ن بار ونی کۊنین، داده گۊشی یا منپیز وای فای خوتووݩ ن واجۊری کۊنین.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
bqi: <p>گشت گر قپ ریت سی گرؽڌن موورد درخاستی ن تموم کرده. وبگه جۊری درخاست ن آلشت تور اده ک ای کار هیچ مجالی تموم نبۊ.</p> <ul> <li>اخۊین کۊکیا ائتمالی ک ای وبگه اخوسووݩ ن قیر فعال کۊنین؟</li> <li>ٱر قوۊل کردن کۊکیا وبگه موشکلن هل نکرد، و ائتمال قلوه یو موشکلی ز من سامووا سرور هڌ وو و دسگا ایسا ربتی نڌاره.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
bqi: <p>گشت گر سی و کار گرؽڌن ز ی سرور پروکسی کانفیگ وابیڌه، ولی پروکسی ن نجوست.</p> <ul> <li>سامووا سرور پروکسی گشت گر زبال هڌن؟ سامووا ن کونتورول کۊنین وو دووارته قپ ریت کۊنین.</li> <li>دسگا و شبکه ای ک فعاله منپیز هڌ؟</li> <li>هنی هم موشکل دارین؟ سی گرؽڌن هیاری ز دؽوۉدار شبکه یا وا جۊر کوݩ اینترنت تووݩ گوفت ۉ لوفت کۊنین.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
bqi: <p>گشت گر سی و کار گرؽڌن ز ی سرور پروکسی کانفیگ وابیڌه، ولی پروکسی نؽله منپیز بۊ.</p> <ul> <li>سامووا سرور پروکسی زبال هڌن؟ سامووا ن کونتورول کۊنین وو دووارته قپ ریت کۊنین.</li> <li>پروکسی هؽله ای شبکه ن و کار گیرین؟</li> <li>هنی هم موشکل دارین؟ سی گرؽڌن هیاری ز دؽوۉدار شبکه یا وا جۊر کوݩ اینترنت تووݩ گوفت ۉ لوفت کۊنین.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
bqi: <p>گشت گر من هالت لمتور هڌ وو نتره و موورد درخاستی منپیز بۊ.</p> <ul> <li> دسگا و ی شبکه فعال منپیز هڌ؟</li><li>دویمه «قپ ریت دووارته» ن بزنین تا و هالت ریتور روه وو بلگه ن دووارته بارونی کۊنین.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bqi: <p>گشت گر وا مووفقیت منپیز وابی، ٱما مجال جا گورویی دووسمندیا، منپیز قت وابی. ز نۊ قپ ریت کۊنین.</p> <ul> <li>وبگه گاشڌ مووقتن من دسرس نبۊ یا قلوه شۊلۊغ بۊ. ی دمووݩ دی ز نۊ قپ ریت کۊنین.</li> <li>ٱر نترین هیچ بلگه ای ن بار ونی کۊنین، منپیز داده دسگا یا وای فای خوتووݩ ن واجۊری کۊنین.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bqi: <p>بلگه ای ک قپ ریت اکۊنین تا نیرینس نتره نشووݩ داڌه بۊ، چیناکه مجال جا گورو کردن دووسمندیا ختایی پؽش ٱووڌ.</p> <ul> <li>و ساهاوا ای وبگه زنگ بزنین وو هونووݩ ن من جریان ای موشکل بنین.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bqi: <p>بلگه ای ک قپ ریت اکۊنین تا نیرینس نتره نشووݩ داڌه بۊ، چیناکه ی نوع نشناخته یا لادراری نوابیڌه ز تپنیڌن ن و کار اگره.</p> <ul> <li>و ساهاوا ای وبگه زنگ بزنین وو هونووݩ ن من جریان ای موشکل بنین.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
bqi: <p>نشۊوی جۊر وابیڌه قالووس زبال نؽ. ز نڌاشتن اشتوا من نوار جاگه اتمینووݩ داشته بۊین وو دووارته قپ ریت کۊنین.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
bqi: <p>نشۊوی درخاست دیاریه (سی مسال<q>mozilla.org:80</q>سی درگه ۸۰ و ری mozilla.org) درگهی ن و کار اگره ک من هالت عادی و عونوان کاربوردی <em>و غیر</em> ز وبگشتن و کار اروه. گشت گر سی زفت کردن وو ٱمنیت ایسا ای درخاست ن لقو کرد.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
bqi: <p>وبگه درخاست وابیڌه و تقازا منپیز گشت گر ولوم نڌاد وو گشت گر مندیر بیڌن سی ولوم ن واڌاشت.</p> <ul> <li>گاشڌ سرور گرفکار تقازا بیشتر ز هندا وابیڌه یا مووقتن ی موشکل داره؟ دیندا تر دووارته قپ ریت کۊنین.</li> <li>نترین من وبگه یل دیری هم گردین؟ منپیز شبکه دسگا ن واجۊری کۊنین.</li> <li>دسگا یا شبکه ایسا و دست دیوار تش یا پروکسی زفت ابۊ؟ سامووا اشتوا ز گشتن من وبگه جلاوگری اکونن.</li> <li>هنی هم موشکل دارین؟ سی گرؽڌن هیاری وا دؽوۉدار شبکه یا جۊر کوݩ اینترنت تووݩ گوفت ۉ لوفت کۊنین.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
bqi: <p>وبگه %1$s و عونوان ی وبگه چول کونی گوزارش وابیڌه وو و ری ترجیهات ٱمنیتی ایسا مسدۊد وابیڌه.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
bqi: <p>وبگه %1$s و عونوان ی وبگه چول کونی گوزارش وابیڌه وو و ری ترجیهات ٱمنیتی ایسا مسدۊد وابیڌه.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
bqi: <p>وبگه %1$s و عونوان ی وبگه ک برنومه یل نخاسته ن و منتور اده گوزارش وابیڌه وو و ری ترجیهات ٱمنیتی ایسا مسدۊد وابیڌه.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
bqi: <p>ای وبگه و بارت یهوی و درخاست شبکه ولوم داڌ وو گشت گر نتره روه وا پؽش.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
bqi: <p>بلگه %1$s و عونوان ی وبگه بلا کوݩ گوزارش وابیڌه وو و ری ترجیهات ٱمنیتی ایسا مسدۊد وابیڌه.</p>

source: Pull to refresh
bqi: کشیڌن سی وانۊ کردن

source: Purple
bqi: بناوش

source: QR scanner
bqi: اسکنر QR

source: Quick settings sheet
bqi: بلگه سامووا زل

source: Quit
bqi: و در زیڌن

source: Quit %1$s
bqi: و در زیڌن ز %1$s

source: Quitting the application to apply changes…
bqi: و در زیڌن ز برنومه سی ائمال آلشت کاریا…

source: Rate %1$s on the Play Store
bqi: و %1$s من فۊرۊشگا پلی نومره بڌین

source: Rated %1$s out of 5
bqi: نومره داڌه وابیڌه: %1$s ز 5

source: Rate on Google Play
bqi: نومره داڌن من Google Play

source: Rating
bqi: نومره داڌن

source: Rating: %1$.02f out of 5
bqi: نومره داڌن: %1$.02f ز 5

source: Read and modify bookmarks
bqi: خوندن وو سامووݩ نشووکا

source: Read and modify bookmarks.
bqi: خوندن وو سامووݩ نشووکا.

source: Read and modify browser settings
bqi: خوندن وو آلشت سامووا گشت گر

source: Read and modify browser settings.
bqi: خوندن وو آلشت سامووا گشت گر.

source: Read and modify privacy settings
bqi: خوندن وو آلشت سامووا هریم سیخومی

source: Read and modify privacy settings.
bqi: خوندن وو آلشت سامووا هریم سیخومی.

source: Reader view
bqi: نما خۊندنی

source: Reader View, Print, Share, Open app
bqi: نما خۊندنی، چاپ، یک رسۊوی، گۊشیڌن برنومه

source: Reader View, Report broken site, Print, Share, Open app
bqi: نما خۊندنی، گوزارش خراوی وبگه، چاپ، یک رسۊوی، گۊشیڌن برنومه

source: Reader View, Translate, Print, Share, Open app
bqi: نما خۊندنی، ولرنیڌن، چاپ، یک رسۊوی، گۊشیڌن برنومه

source: Reader View, Translate, Report broken site, Print, Share, Open app
bqi: نما خۊندنی، ولرنیڌن، گوزارش خراوی وبگه، چاپ، یک رسۊوی، گۊشیڌن برنومه

source: read the article
bqi: خوندن مقاله

source: Read the text of all open tabs
bqi: خوندن هؽل پوی بلگه یل واز

source: Read the text of all open tabs.
bqi: خوندن هؽل پوی بلگه یل واز.

source: Read your browsing history
bqi: ویرگار گشتن خوتووݩ ن بخۊوین

source: Read your browsing history.
bqi: ویرگار گشتن خوتووݩ ن بخۊوین.

source: Ready to scan
bqi: ٱماڌه اسکن

source: Rear-facing camera
bqi: شؽواتگر پوشت

source: Received tabs
bqi: بلگه یل گرؽڌه وابیڌه

source: Recently closed
bqi: هیم دمۊوی بسته وابیڌه

source: Recently closed tabs
bqi: بلگه یلی ک سکو بسته وابین

source: Recently used
bqi: هیم دمۊوی و کار گرؽڌه بیڌه

source: Recently visited
bqi: نیشتنا دیندایی

source: Recent Searches
bqi: پیتینیڌنا دیندایی

source: Recommended
bqi: پؽشنهاڌ وابیڌه

source: Recommended extensions
bqi: وردنی یل پؽشنهاڌ بیڌه

source: Reconnect to resume syncing
bqi: سی ز سر گرؽڌن هوم گوم کردن دووارته منپیز بۊین

source: Reconnect to Sync
bqi: منپیز دووارته سی هوم گوم کردن

source: Red
bqi: سوئر

source: Redirect Trackers
bqi: رڌجۊرا آلشت تور

source: Refresh
bqi: وانۊ کردن

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
bqi: وانۊ کردن ای بلگه تره کارا دیندایی جۊر پرداخت یا فشناڌن منشڌ ن دووارته تکرار کونه.

source: Region Tools
bqi: ٱوزارا وولات

source: Reload
bqi: گۊشیڌن دووارته

source: Remember decision for this site
bqi: تسمیم ن سی ای وبگه و ویر داشته بۊ

source: Reminder: %1$s is still using your camera. Tap to open the tab.
bqi: ویر ونی: %1$s هنی هونی شؽواتگر ایسا ن و کار اگره. سی گۊشیڌن بلگه، ریس بزنین.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
bqi: ویر ونی: %1$s هنی هونی میکروفووݩ وو شؽواتگر ایسا ن و کار اگره. سی گۊشیڌن بلگه، ریس بزنین.

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
bqi: ویر ونی: %1$s هنی هونی میکروفووݩ ایسا ن و کار اگره. سی گۊشیڌن بلگه، ریس بزنین.

source: Remote debugging via USB
bqi: رفع اشکال ز ر دیر و واسته USB

source: Remove
bqi: پاک کردن

source: Remove %1$s
bqi: پاک کردن %1$s

source: Remove account
bqi: پاک کردن هساو

source: Remove all exceptions
bqi: پاک کردن پوی استسنایل

source: Remove checklist
bqi: پاک کردن نومگه واجۊری

source: Removed %1$s
bqi: %1$s پاک وابی

source: Remove from shortcuts
bqi: وورداشتن ز ر نهنگا

source: Removes history (including history synced from other devices)
bqi: ویرگار ن پاک اکونه (وا ویرگار هومگوم وابیڌه ز دسگایل دی)

source: Remove tab from collection
bqi: پاک کردن بلگه ز کتن

source: Removing cookies and site data for <b>%s</b> might log you out of websites and clear shopping carts.
bqi: پاک کردن کۊکیا وو داده یل وبگه سی <b>%s</b> گاشڌ ایسا ن ز وبگه یل و در کونه یا سبدا استیڌنا ایسا ن پتی کونه.

source: Removing files from your download manager also removes them from your device
bqi: پاک کردن فایلا ز دیوۉداری دانلود، هونووݩ ن ز دسگا ایسا هم پاک اکونه

source: Rename collection
bqi: آلشت نوم کتن

source: Replace query with “%s”. Example:\n https://suggestqueries.google.com/complete/search?client=firefox&q=%s
bqi: جایونی پورس وو جۊ وا «%s». جۊر:\n https://suggestqueries.google.com/complete/search?client=firefox&q=%s

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\n https://www.google.com/search?q=%s
bqi: درخاست ن وا “%s” جایونی کۊنین. جۊر: \n https://www.google.com/search?q=%s

source: Report
bqi: گوزارش

source: Report broken site
bqi: گوزارش خراوی وبگه

source: Report broken site…
bqi: گوزارش خراوی وبگه…

source: Report sent
bqi: گوزارش فشناڌه وابی

source: Request sent
bqi: درخاست فشناڌه وابی

source: Request support for this site?
bqi: درخاست لادراری سی ای وبگه؟

source: required
bqi: وا الن بۊوس

source: Required
bqi: وا الن بۊوس

source: Required data collection:
bqi: کتن کردن داده یل خاستنی:

source: Required permissions:
bqi: موجوزا خاستنی:

source: Resend data
bqi: فشناڌن دووارته داده یل

source: Resend data to this site?
bqi: فشناڌن دووارته داده و ای وبگه؟

source: Reset CFRs
bqi: وورنشۊوی CFR ل

source: Restart %1$s
bqi: ر وندن دووارته %1$s

source: Restart extensions
bqi: وردنی یل ن ز نۊ ر بونین

source: Restart now
bqi: سکو دووارته ر ون

source: Restore tab
bqi: وورگندن بلگه

source: Resume
bqi: ز سر گرؽڌن

source: Resync
bqi: هوم گوم کردن دووارته

source: Retro 2004
bqi: ریترو 2004

source: Retro 2017
bqi: ریترو 2017

source: Retry
bqi: قپ ریت دووارته

source: RETRY
bqi: قپ ریت دووارته

source: Return to previous app
bqi: وورگشتن و برنومه پؽشی

source: Reviews: %1$s
bqi: واجۊریا: %1$s

source: Run in private browsing
bqi: ر وندن من هالت گشتن سیخومی

source: Safe browsing with more choices
bqi: گشتن ٱمن وا پسندا قلوه

source: Sans serif
bqi: بؽ سریف

source: Sans Serif font
bqi: فونت بؽ سریف

source: Satisfied
bqi: رازی

source: Save
bqi: زفت

source: Save address
bqi: زفت نشۊوی

source: Save and continue
bqi: زفت کردن وو رئڌن وا پؽش

source: Save and fill addresses
bqi: زفت وو پور کردن نشۊویا

source: Save and fill payment methods
bqi: زفت وو پور کردن روشا پرداخت

source: Save and start browsing
bqi: زفت وو ناهاڌن پا گشتن

source: Save as PDF
bqi: زفت و عونوان PDF

source: Save as PDF…
bqi: زفت و عونوان PDF…

source: Save changes.
bqi: زفت آلشتکاریا.

source: Saved cards
bqi: کارتا زفت وابیڌه

source: Saved in “%s”
bqi: زفت وابیڌه من «%s»

source: Saved passwords
bqi: رزما زفت وابیڌه

source: Saved %s
bqi: %s زفت وابی

source: Save file to device
bqi: زفت کردن فایل من دسگا

source: Save image
bqi: زفت کردن شؽوات

source: Save in
bqi: زفت من

source: Save new login
bqi: زفت و من ٱووڌن نۊ

source: Save password?
bqi: رزم زفت بۊ؟

source: Save passwords
bqi: زفت رزما

source: Save selected tabs to collection
bqi: زفت کردن بلگه یل پسند بیڌه من کتن

source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
bqi: وبگه یل ن مجال گشتن زفت کۊنین. سی دسرسی و نشووکا ز دسگا یل هوم گوم وابیڌه دی و من بیاین.

source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
bqi: وبگه یل ن مجال گشتن زفت کۊنین. نشووکا ن ز دسگا یل هوم گوم وابیڌه دی اگیریم.

source: Save tabs to collection
bqi: زفت کردن بلگه یل من کتن

source: Save to collection
bqi: ٱووردن و کتن

source: Save to collection…
bqi: ٱووردن و کتن…

source: Scan QR code
bqi: اسکن کود QR

source: Scan the code
bqi: اسکن کود

source: Scan the QR code shown at <b>firefox.com/pair</b>
bqi: کود QR نشووݩ داڌه وابیڌه من <b>firefox.com/pair</b> ن اسکن کۊنین

source: %s crashed. Send a report?
bqi: %s ز کار اۊفتا. گوزارش فشناڌه بۊ؟

source: Scroll to hide address bar and toolbar
bqi: سی بؽڌار کردن نوار نشۊوی وو نوار ٱوزار، اسکرۊل کۊنین

source: Scroll to hide toolbar
bqi: سی بؽڌار کردن نوار ٱوزار اسکرۊل کۊنین

source: Search
bqi: پیتینیڌن

source: Search %1$s
bqi: پیتینیڌن من %1$s

source: Search bookmarks
bqi: پیتینیڌن نشووکا

source: Search browsing history
bqi: پیتینیڌن ویرگار گشتن

source: Search by Image
bqi: پیتینیڌن ز ری شؽوات

source: Search directly from the address bar
bqi: موستقیم ز نوار نشۊوی بپیتین

source: Search downloads
bqi: پیتینیڌن دانلودا

source: Search engine name
bqi: نوم موتور پیتینیڌن

source: Search engines
bqi: موتورا پیتینیڌن

source: Search engine: %s
bqi: موتور پیتینیڌن: %s

source: Search engine settings
bqi: سامووا موتور پیتینیڌن

source: Search history
bqi: پیتینیڌن ویرگار

source: Search language
bqi: پیتینیڌن زووݩ

source: Search logins
bqi: پیتینیڌن من و من ٱوورده یل

source: Search or enter address
bqi: پیتینیڌن یا زیڌن نشۊوی

source: Search passwords
bqi: پیتینیڌن رزما

source: Search %s
bqi: پیتینیڌن من %s

source: Search settings
bqi: سامووا پیتینیڌن

source: Search string URL
bqi: نشۊوی پیتینیڌن رشته

source: Search suggestion API (optional)
bqi: API پؽشنهاڌ پیتینیڌن (دل ب خایی)

source: Search suggestion API URL
bqi: نشۊوی اینترنتی API پؽشنهاڌی پیتینیڌن

source: Search synced tabs
bqi: پیتینیڌن من بلگه یل هوم گوم وابیڌه
